[
  {
    "id": 1,
    "title": "Appartement moderne à Sahloul",
    "location": "Sahloul",
    "type": "appartement",
    "price": "250,000 TND",
    "image": "https://images.unsplash.com/photo-1600585154340-be6161a56a0c?q=80&w=1600&auto=format&fit=crop",
    "description": "Appartement lumineux avec balcon, proche des commodités et du centre-ville.",
    "longDescription": "Situé dans un quartier calme et recherché de Sahloul, cet appartement moderne offre un espace de vie confortable et élégant. La pièce principale bénéficie d’une luminosité exceptionnelle grâce aux grandes baies vitrées donnant sur un balcon agréable. La cuisine est entièrement équipée et pensée pour un usage quotidien pratique. Les chambres sont spacieuses et bien isolées, idéales pour une famille. À proximité immédiate des commerces, écoles et transports, ce bien représente une excellente opportunité d’investissement.",
    "bedrooms": 3,
    "bathrooms": 2,
    "area": 120
  },
  {
    "id": 2,
    "title": "Maison familiale à Hammam Sousse",
    "location": "Hammam Sousse",
    "type": "maison",
    "price": "480,000 TND",
    "image": "https://images.unsplash.com/photo-1568605114967-8130f3a36994?q=80&w=1600&auto=format&fit=crop",
    "description": "Maison spacieuse avec jardin et garage, idéale pour une famille.",
    "longDescription": "Cette maison familiale située à Hammam Sousse offre un cadre de vie chaleureux et fonctionnel. Elle dispose d’un grand salon ouvert sur un jardin soigneusement entretenu, parfait pour profiter du soleil ou recevoir des invités. La cuisine est vaste et peut accueillir une grande table pour les repas quotidiens. Les chambres, réparties sur plusieurs niveaux, assurent intimité et confort à chaque membre de la famille. Le quartier est calme, sécurisé et proche de toutes les commodités essentielles.",
    "bedrooms": 4,
    "bathrooms": 3,
    "area": 250
  },
  {
    "id": 3,
    "title": "Bureau spacieux à Kantaoui",
    "location": "Kantaoui",
    "type": "bureau",
    "price": "1,200 TND / mois",
    "image": "https://images.unsplash.com/photo-1507679799987-c73779587ccf?q=80&w=1600&auto=format&fit=crop",
    "description": "Bureau moderne situé au cœur de Kantaoui, parfait pour une équipe professionnelle.",
    "longDescription": "Ce bureau situé dans le prestigieux quartier de Kantaoui offre un environnement idéal pour une équipe dynamique. L’espace est lumineux et peut être facilement aménagé pour répondre à différents besoins professionnels. Le local se trouve dans un immeuble sécurisé et bien fréquenté, à proximité de cafés, restaurants et zones commerciales. Facile d’accès et doté d’une atmosphère professionnelle, il convient parfaitement aux entreprises souhaitant établir une présence dans un lieu stratégique. L’emplacement garantit également une excellente visibilité et accessibilité.",
    "bedrooms": 0,
    "bathrooms": 1,
    "area": 80
  },
  {
    "id": 4,
    "title": "Villa de luxe à Khezama",
    "location": "Khezama",
    "type": "villa",
    "price": "1,200,000 TND",
    "image": "https://images.unsplash.com/photo-1600585154205-7c1c1c1c1c1c?q=80&w=1600&auto=format&fit=crop",
    "description": "Villa prestigieuse avec piscine privée, grand jardin et finitions haut de gamme.",
    "longDescription": "Cette villa de luxe située à Khezama représente l’un des biens les plus prestigieux du marché. Elle propose de vastes espaces intérieurs, sublimés par des matériaux haut de gamme et un design architectural raffiné. La grande piscine extérieure et le jardin paysager créent une atmosphère de détente incomparable. Les chambres sont conçues pour offrir un confort absolu, chacune disposant de rangements et de finitions modernes. Cette villa est idéale pour une famille recherchant un cadre exceptionnel, sécurisé et proche des meilleures commodités.",
    "bedrooms": 5,
    "bathrooms": 4,
    "area": 450
  },
  {
    "id": 5,
    "title": "Appartement cosy à Hammam Sousse",
    "location": "Hammam Sousse",
    "type": "appartement",
    "price": "180,000 TND",
    "image": "https://images.unsplash.com/photo-1598928506311-1c1c1c1c1c1?q=80&w=1600&auto=format&fit=crop",
    "description": "Appartement chaleureux idéal pour jeunes couples, proche des écoles et commerces.",
    "longDescription": "Cet appartement cosy offre un espace parfaitement optimisé, idéal pour un jeune couple ou un premier investissement. Le salon est lumineux et donne sur un petit balcon agréable pour prendre l’air. La cuisine, moderne et fonctionnelle, permet une utilisation pratique au quotidien. La résidence est calme, propre et bien entretenue. Situé à proximité des commerces, écoles et transports, ce bien combine confort, accessibilité et excellent rapport qualité-prix.",
    "bedrooms": 2,
    "bathrooms": 1,
    "area": 95
  },
  {
    "id": 6,
    "title": "Maison traditionnelle à Médina de Sousse",
    "location": "Médina de Sousse",
    "type": "maison",
    "price": "320,000 TND",
    "image": "https://images.unsplash.com/photo-1580584128409-1c1c1c1c1c1?q=80&w=1600&auto=format&fit=crop",
    "description": "Maison au charme authentique avec patio intérieur et architecture traditionnelle.",
    "longDescription": "Située au cœur de la Médina de Sousse, cette maison traditionnelle allie authenticité et confort moderne. Elle dispose d’un patio central typique offrant une luminosité naturelle unique. Les pièces sont décorées avec des éléments d’architecture authentiques, reflétant l’histoire et le charme du quartier. Les espaces de vie sont spacieux et adaptés à un usage familial. Ce bien rare conviendra aux amateurs de patrimoine désireux de vivre dans un cadre historique et paisible.",
    "bedrooms": 3,
    "bathrooms": 2,
    "area": 180
  },
  {
    "id": 7,
    "title": "Penthouse avec vue sur mer à Kantaoui",
    "location": "Kantaoui",
    "type": "penthouse",
    "price": "850,000 TND",
    "image": "https://images.unsplash.com/photo-1600585154235-1c1c1c1c1c1?q=80&w=1600&auto=format&fit=crop",
    "description": "Penthouse moderne avec terrasse panoramique et vue imprenable sur la mer.",
    "longDescription": "Ce penthouse exceptionnel situé à Kantaoui bénéficie d’une vue dégagée sur la mer Méditerranée. La vaste terrasse panoramique est parfaite pour profiter du soleil et recevoir des invités. L’intérieur propose un style moderne, élégant et très lumineux, grâce aux grandes ouvertures. La cuisine américaine, entièrement équipée, s’intègre harmonieusement au séjour. Ce bien rare combine luxe, intimité et un cadre de vie privilégié proche du port et des attractions de Kantaoui.",
    "bedrooms": 4,
    "bathrooms": 3,
    "area": 300
  },
  {
    "id": 8,
    "title": "Studio pratique à Sahloul",
    "location": "Sahloul",
    "type": "studio",
    "price": "95,000 TND",
    "image": "https://images.unsplash.com/photo-1600585154260-1c1c1c1c1c1?q=80&w=1600&auto=format&fit=crop",
    "description": "Studio fonctionnel parfait pour étudiants ou jeunes professionnels.",
    "longDescription": "Ce studio fonctionnel représente une opportunité idéale pour les étudiants ou jeunes actifs recherchant un logement pratique et bien situé. L’espace est intelligemment organisé pour offrir confort et efficacité. La kitchenette permet une utilisation quotidienne simple et agréable. La résidence est calme et sécurisée, proche des arrêts de bus, écoles, cafés et commerces. Un excellent premier achat ou investissement locatif.",
    "bedrooms": 1,
    "bathrooms": 1,
    "area": 45
  },
  {
    "id": 9,
    "title": "Maison de campagne à Akouda",
    "location": "Akouda",
    "type": "maison",
    "price": "270,000 TND",
    "image": "https://images.unsplash.com/photo-1600585154290-1c1c1c1c1c1?q=80&w=1600&auto=format&fit=crop",
    "description": "Maison paisible entourée de verdure, idéale pour les amoureux de la nature.",
    "longDescription": "Cette maison de campagne nichée à Akouda offre un environnement paisible entouré de verdure. Le grand terrain permet de profiter de la nature et des activités en plein air. L’intérieur est chaleureux, avec un salon convivial et des pièces adaptées à une vie familiale. Les matériaux utilisés renforcent l’esprit authentique de la maison. Parfait pour ceux qui recherchent la tranquillité loin du bruit tout en restant proche de la ville.",
    "bedrooms": 3,
    "bathrooms": 2,
    "area": 200
  },
  {
    "id": 10,
    "title": "Appartement haut standing à Sousse Corniche",
    "location": "Sousse Corniche",
    "type": "appartement",
    "price": "600,000 TND",
    "image": "https://images.unsplash.com/photo-1600585154320-1c1c1c1c1c1?q=80&w=1600&auto=format&fit=crop",
    "description": "Appartement moderne avec vue sur mer, matériaux de qualité et sécurité 24/7.",
    "longDescription": "Cet appartement haut standing situé à la Corniche de Sousse bénéficie d’une vue directe sur la mer. Le salon spacieux donne sur une grande baie vitrée, offrant une luminosité agréable tout au long de la journée. La cuisine moderne est équipée de matériels haut de gamme. La résidence est sécurisée 24h/24, avec ascenseur et parking souterrain. Idéal pour les personnes recherchant confort, modernité et un emplacement premium en bord de mer.",
    "bedrooms": 3,
    "bathrooms": 2,
    "area": 160
  }
]
